{
	"faculty": [
		{
			"firstname": "Victor",
			"lastname": "Anggono",
			"title": "Dr",
			"org": "Queensland Brain Institute, University of Queensland",
			"category": "Neural Excitability",
			"imgsrc": "Anggono.png",
			"desc": "The main goal of our research is to unravel the cellular and molecular mechanisms of neuronal communication in order to understand physiological phenomena such as learning, memory, behaviour and disease. In particular, we aim to uncover the molecular sequence of events underlying two major processes that are involved in efficient excitatory synaptic transmission in mammalian central neurons by combining classic biochemical and molecular biology techniques with novel proteomics and live cell imaging microscopy methods. The long-term goal of our research is to identify dysregulated signal transduction pathways that lead to synaptic dysfunctions in transgenic mouse models of Alzheimer's and Parkinson's diseases, in search of novel and more effective therapeutic targets.",
			"url": "http://www.qbi.uq.edu.au/dr-victor-anggono-synaptic-neurobiology"
		}, {
			"firstname": "Ehsan",
			"lastname": "Arabzadeh",
			"title": "Associate Professor",
			"org": "ANU College of Medicine, Biology and Environment, Canberra",
			"category": "Neural Excitability",
			"imgsrc": "Arabzadeh.png",
			"desc": "We study sensory processing at the level of single cells and neuronal populations. Rodents are flexible animal models that allow the investigation of neural circuits underlying sensory processing and behaviour. Our research at the Neural Coding Group focuses on the rat whisker-barrel pathway as a model system with well-characterised circuitry and high functional efficiency. We use electrophysiological and optical techniques to observe neuronal activity in anaesthetised as well as awake behaving animals, and apply mathematical methods to quantify the way by which single neurons or neuronal ensembles code for sensory stimuli or for the animal's behaviour.",
			"url": "https://researchers.anu.edu.au/researchers/arabzadeh-e"
		}, {
			"firstname": "Yossi",
			"lastname": "Buskila",
			"title": "Dr",
			"org": "The MARCs Institute, Sydney",
			"category": "Neural Excitability",
			"imgsrc": "Buskila.png",
			"desc": "Yossi's research focuses on signal processing in cortical networks.  He uses multi-site electrophysiological recordings in brain slices along with imaging techniques to study the adaptation of spike propagation delays in dendrites and also the neuronal-astrocytic interactions in the somatosensory cortex.",
			"url": "http://www.uws.edu.au/staff_profiles/uws_profiles/doctor_yossi_buskila"
		}, {
			"firstname": "Brett",
			"lastname": "Graham",
			"title": "",
			"org": "University of Newcastle",
			"category": "Neural Excitability",
			"imgsrc": "Graham.png",
			"desc": "Brett Graham graduated with his PhD in 2006 and after a short postdoctoral period started his research laboratory, now the Spinal Cord Connections Group, in 2008. The primary theme of his research is spinal sensory coding, a topic he has been focussed on since completing Honours year studying inhibitory synaptic transmission between spinal dorsal horn neurons in 2001.",
			"url": "https://www.newcastle.edu.au/profile/brett-graham"
		}, {
			"firstname": "Geoffrey",
			"lastname": "Goodhill",
			"title": "Professor",
			"org": "Queensland Brain Institute, University of Queensland",
			"category": "Neural Excitability",
			"imgsrc": "Goodhill.png",
			"desc": "Professor Goodhill's lab is interested in how brains process information, particularly during development. This includes how growing nerve fibres use molecular cues to make guidance decisions, how map-like representations of visual inputs form in the optic tectum and visual cortex, and how these maps code sensory information. The lab is addressing these questions using a combination of experimental, mathematical and computational techniques. Members of the lab come from diverse backgrounds including biology, mathematics, physics and computer science.",
			"url": "http://www.qbi.uq.edu.au/professor-geoffrey-goodhill"
		}, {
			"firstname": "Yukiko",
			"lastname": "Goda",
			"title": "Dr",
			"org": "Riken Brain Science Institute, Japan",
			"category": "Neural Excitability",
			"imgsrc": "Goda.png",
			"desc": "Synapse, a specialized zone of contact between two neurons, is the site at which communication takes place in the brain. Although neurons have reached the state of terminal differentiation, synapses continually form and are eliminated depending on the pattern of neural activity. The goal of our research is to delineate how experience in the form of synaptic activity shapes the structural organization of central synapses, and in turn, determines the connectivity pattern of neural networks. We hope to provide a molecular link for understanding processes that are thought to involve controlled changes in neural connectivity in the adult brain, such as memory consolidation.",
			"url": "http://www.brain.riken.jp/en/faculty/details/10"
		}, {
			"firstname": "Cliff",
			"lastname": "Abraham",
			"title": "Professor",
			"org": "University of Otago, New Zealand",
			"category": "",
			"imgsrc": "Abraham.png",
			"desc": "I have a long-standing research interest in the rules and mechanisms governing synaptic plasticity, metaplasticity and memory formation in the brain, with a particular focus on cellular and molecular events in the hippocampus. My lab has expertise in electrophysiological, behavioural and immunofluorescent microscopy approaches to studying the mechanisms mediating the induction and persistence of synaptic plasticity in vivo and in vitro, and their relevance to memory.",
			"url": "http://www.otago.ac.nz/psychology/staff/cliffabraham.html"
		}, {
			"firstname": "George",
			"lastname": "Augustine",
			"title": "",
			"org": "Lee Kong Chian School of Medicine, Singapore",
			"category": "",
			"imgsrc": "Augustine.png",
			"desc": "One of the most striking features of the brain is the abundant synaptic connections between nerve cells. These connections allow very rapid signalling between nerve cells and serve as the fundamental mechanism for information processing and storage in the brain. Our laboratory is interested in the function of these synaptic connections and we are studying 3 important questions within this general area: Molecular basis of neurotransmitter release from neurons, Signal transduction pathways underlying long-lasting synaptic plasticity and Optogenetic mapping of brain circuit.",
			"url": "http://www.lkcmedicine.ntu.edu.sg/Research/researchfaculty/Pages/George-J.-Augustine.aspx"
		}, {
			"firstname": "John",
			"lastname": "Bekkers",
			"title": "Professor",
			"org": "ANU College of Medicine, Biology and Environment",
			"category": "",
			"imgsrc": "Bekkers.png",
			"desc": "(Former Director of ACAN: 2007-2015) My group works on the neurons and circuits in the brain that underlie the sense of smell.  In particular, we focus on the olfactory cortex, a brain region that is responsible for our ability to recognise and remember odours.  By studying this cortex, we hope to elucidate how the brain processes sensory information in order to form a coherent picture of the outside world.  This kind of fundamental research is important for an eventual understanding of how brain circuits become dysfunctional in certain mental disorders, like schizophrenia and autism.  The olfactory cortex is also highly susceptible to epilepsy, Alzheimer's Disease and Parkinson's Disease, and the study of this cortex may reveal new understanding and therapies for these devastating and surprisingly common neurological disorders.",
			"url": "https://researchers.anu.edu.au/researchers/bekkers-jm"
		}, {
			"firstname": "Mala",
			"lastname": "Shah",
			"title": "",
			"org": "University College London",
			"category": "",
			"imgsrc": "Shah.png",
			"desc": "The hippocampus and cortex are two key brain areas that play critical roles in normal functions such as learning and memory as well as disorders such as epilepsy. Our research interests lie in understanding how neurons within these brain areas process information under physiological conditions and during epileptogenesis. We are particularly interested in determining how voltage-gated ion channels regulate neuronal intrinsic excitability and synaptic transmission in cortical and hippocampal neurons.",
			"url": "https://www.ucl.ac.uk/pharmacy/people/academic-research-staff-profiles/mala-shah"
		}, {
			"firstname": "Vincent",
			"lastname": "Daria",
			"title": "",
			"org": "John Curtin School of Medical Research, Canberra",
			"category": "",
			"imgsrc": "Daria.png",
			"desc": "Understanding how networks of neurons in the mammalian brain process sensory inputs and shape motor outputs is one of science’s great challenges. Using holographic projection of multiple light probes, we aim to understand information flow in the mammalian brain.  The light probes are directed into living brain tissues to manipulate neuronal signaling in three dimensions. Nanotechnology has a promising future in the fabrication of small machines - but exactly how these machines work is far less certain as they defy fundamental, classical thermodynamics. Using dynamically programmable multiple-beam optical tweezers, we aim to probe the work and energy dissipation of small systems, including those of single molecules, colloidal crystals, and membranes.",
			"url": "https://researchers.anu.edu.au/researchers/daria-vr"
		}, {
			"firstname": "Alan",
			"lastname": "Finkel",
			"title": "",
			"org": "Finkel Foundation",
			"category": "",
			"imgsrc": "Finkel.png",
			"desc": "Alan Finkel was educated at Monash University, receiving a doctorate in Electrical Engineering in 1981. He then served as a postdoctoral research fellow at the Australian National University, before leaving academia to found Axon Instruments, a global science and technology company based in the USA. Since then, he has used his wealth to found the science magazine Cosmos, an environment magazine called G: The Green Lifestyle Magazine and contribute towards a number of research institutes. In October 2015 it was announced by the Australian Government that Dr Finkel would become the next Chief Scientist of Australia.",
			"url": "https://en.wikipedia.org/wiki/Alan_Finkel"
		}, {
			"firstname": "Andreas",
			"lastname": "Frick",
			"title": "",
			"org": "Neurocentre Magendie, University Bordeaux, France",
			"category": "",
			"imgsrc": "Frick.png",
			"desc": "Many of the cognitive functions in mammals, ranging from memory formation to perception, are performed in the neocortex. One of the fundamental problems in neuroscience is the dynamic regulation of synaptic function, neuronal structure and connectivity within neural circuits as well as their relationship with cognitive abilities in normal and diseased brain. To address this fundamental question, my research focuses on understanding the spread of activity in cortical circuits under physiological conditions, and in an animal model of the human disease Fragile X Syndrome. Our group uses an interdisciplinary strategy that incorporates a variety of experimental approaches including opto-genetic, electrophysiological, imaging,morphological, and behavioral methods in the whisker-related barrel cortex.",
			"url": "http://www.eni-net.org/members/dr-andreas-frick"
		}, {
			"firstname": "Maarten",
			"lastname": "Kole",
			"title": "",
			"org": "Netherlands Institute of Neuroscience, Amsterdam",
			"category": "",
			"imgsrc": "Kole.png",
			"desc": "Axons provide the wiring to connect neurons and also rapidly generate and conduct the action potential, the fundamental basis of fast electrical signalling in the nervous system. Because of their small diameters, however, little is understood about their precise electrical properties. Using electrophysiological methods, high-resolution imaging and computational methods our group studies action potential conduction and axonal voltage-gated ion channels directly in the neocortical primary axon. The aim of this research is to unravel the functional contribution of voltage-gated channels to signal conduction, axonal computations and in particular to understand their role in neuron-glia mediated myelination.",
			"url": "http://cellbiology.science.uu.nl/research-groups/maarten-kole-axonal-signalling/"
		}, {
			"firstname": "Matthew",
			"lastname": "Larkum",
			"title": "",
			"org": "Humboldt University, Berlin, Germany",
			"category": "",
			"imgsrc": "Larkum.png",
			"desc": "A basic feature of intelligent systems like the cerebral cortex is the ability to freely associate aspects of perceived experience with an internal representation of the world and make predictions about the future. We are interested in the computational power of single neurons and their contribution to cortical function. Our main hypothesis is that the extraordinary performance of the cortex derives from an associative mechanism built in at the cellular level to the basic neuronal unit of the cortex - the pyramidal cell. The mechanism is robustly triggered by coincident input to opposite poles of the neuron, is exquisitely matched to the large and fine scale architecture of the cortex and is tightly controlled by local microcircuits of inhibitory neurons targeting subcellular compartments. ",
			"url": "https://www.projekte.hu-berlin.de/en/larkum"
		}, {
			"firstname": "Joe",
			"lastname": "Lynch",
			"title": "",
			"org": "Queensland Brain Institute",
			"category": "",
			"imgsrc": "Lynch.png",
			"desc": "The major research interest in the laboratory concerns the molecular structure and function of the structurally-related glycine and GABAA receptor chloride channels that mediate inhibitory neurotransmission in the central nervous system. The GABAA receptor is an important target for neuroactive drugs and the glycine receptor has recently emerged as a drug target for inflammatory pain. We try to understand the mechanisms by which these receptors open and close, their structure and their molecular pharmacology. His laboratory is also interested in identifying novel compounds active at these receptors as leads for therapeutic development and as pharmacological tools for basic research. A more complete description of our current research interests is given here. Experimental approaches include molecular biology, protein chemistry, manual and automated patch-clamp electrophysiology, fluorescence imaging, automated high throughput fluorescence-based screening, voltage-clamp fluorescence.",
			"url": "http://www.qbi.uq.edu.au/group-leader-lynch"
		}, {
			"firstname": "Peregrine",
			"lastname": "Osborne",
			"title": "",
			"org": "University of Melbourne",
			"category": "",
			"imgsrc": "Osborne.png",
			"desc": "Our research is focused on the spinal cord and peripheral nervous system, especially in the contexts of autonomic function and neuropathic pain. Our primary goals are to understand the neurobiological causes of clinical conditions such as visceral pain, neuropathic pain, and problems that arise from developmental disorders or disease of the urogenital system. We are especially interested in mechanisms that control the development of neuronal circuits and how these may be re-activated in the adult to restore or repair normal function. We also aim to understand the biological mechanisms underlying the development of specific types of neuropathic pain, which is caused by abnormal activity and dysfunction in the sensory nervous system and can persist for months or years in the complete absence of any damage or disease in other tissues.",
			"url": "http://medicine.unimelb.edu.au/anatomy-neuroscience/research/researchers/keast_lab"
		}, {
			"firstname": "Lucy",
			"lastname": "Palmer",
			"title": "",
			"org": "Florey Institute of Neuroscience and Mental Health, Melbourne",
			"category": "",
			"imgsrc": "Palmer.png",
			"desc": "Our goal is to understand the neural activity contributing to perception and behaviour in the mammalian brain. Individual neurons are continuously bombarded with thousands of synaptic inputswhich must integrate to generate an internal representation of the external environment. We investigate how the brain processes this sensory information by measuring the activity of neurons within the neocortex. In particular, we measure the activity of dendrites, which actively transform synaptic inputs into neuronal output. We use various techniques to record from neurons in vivo including two photon calcium imaging, somatic and dendritic patch-clamp recordings and optogenetics. Through our work, we not only aim to reveal how sensory information is received, transformed and modulated in neurons, but also how this processing of synaptic input contributes to the overall neural network activity underlying behaviour.",
			"url": "http://www.palmerlaboratory.com/"
		}, {
			"firstname": "Steven",
			"lastname": "Petrou",
			"title": "",
			"org": "Florey Institute of Neuroscience and Mental Health, Melbourne",
			"category": "",
			"imgsrc": "Petrou.png",
			"desc": "Professor Petrou is a Deputy Director, Head of the Florey's Division of Epilepsy, and heads the Laboratory of Ion Channels and Human Disease, a multidisciplinary team of researchers with a focus on revealing fundamental mechanisms of disease genesis in the central nervous system. Current major areas of investigation centre on the development and characterisation of genetically engineered mice models for the study of human familial epilepsy. He works closely with industry and has several patents for his discoveries. In addition to his many roles within the Florey Institutes and the University of Melbourne, he serves on the editorial board of the Journal Neurobiology of Disease and the Investigators Workshop Committee for the American Epilepsy Society.",
			"url": "http://findanexpert.unimelb.edu.au/display/person2578"
		}, {
			"firstname": "John",
			"lastname": "Power",
			"title": "",
			"org": "University of Sydney",
			"category": "",
			"imgsrc": "Power.png",
			"desc": "Our memories and the emotions they evoke not only allow us to adapt to our environment, but also help define our sense of self. Memory formation involves a rewiring of the brain, making or strengthening connections between some neurons and breaking or weakening connections between others. Our group investigates the cellular mechanisms of memory formation using a combination of electrophysiological recordings, live-cell fluorescent calcium imaging and genetic manipulations.  We aim to identify of novel mechanisms that modulate or preserve neuronal connections that may be translated into treatments for the above disorders as well as stroke and epilepsy.",
			"url": "https://medicalsciences.med.unsw.edu.au/research/groups/translational-neuroscience-facility/memory-and-plasticity-group"
		}, {
			"firstname": "Chris",
			"lastname": "Reid",
			"title": "",
			"org": "Florey Institute of Neuroscience and Mental Health, Melbourne",
			"category": "",
			"imgsrc": "Reid.png",
			"desc": "Epilepsy is a debilitating brain disease that affects 3 percent of the world's population and will, at same stage, afflict 1 person out of 10.  Anti epileptic drugs have significant shortcomings and almost a third of patients are unable to achieve adequate seizure control.  At present, surgery is the main recourse for these patients, who often live for 10 or more years with untreatable epilepsy prior to surgical intervention.  New therapeutics are urgently needed to not only treat patients that don't respond to current anti-epileptic drugs but to also reduce the serious side effects of these medications. Our laboratory has taken the approach that novel opportunities for therapeutic intervention will arise by; 1) the creation of syndrome specific epilepsy models based on human genetic lesions and; 2) a detailed analysis of the fundamental mechanisms that underlie disease genesis and progression in these models.",
			"url": "http://florey.newpathweb.com.au/neurophysiology-excitable-networks-laboratory"
		}, {
			"firstname": "Pankaj",
			"lastname": "Sah",
			"title": "Professor",
			"org": "Queensland Brain Institute",
			"category": "",
			"imgsrc": "Sah.png",
			"desc": "Professor Pankaj Sah is Director of the Queensland Brain Institute. He is renowned for his work in understanding the physiology of excitatory synapses and synaptic plasticity in the amygdala, an area of the brain involved in emotional processing. More recently his laboratory has begun research work on humans doing electrophysiological recordings in patients undergoing electrode implantation for deep brain stimulation for the treatment of movement disorders in Parkinson’s disease, essential tremor and Tourette’s syndrome. He has published over 110 papers in international peer reviewed journals.",
			"url": "http://www.qbi.uq.edu.au/professor-pankaj-sah-synaptic-plasticity"
		}, {
			"firstname": "Stuart",
			"lastname": "Brierley",
			"title": "Associate Professor",
			"org": "Flinders University",
			"category": "",
			"imgsrc": "Brierley.png",
			"desc": "A/Prof Brierley's research focuses on pain arising from the gut with particular emphasis on Irritable Bowel Syndrome (IBS). In Australia IBS effects up to 15% of the population and although chronic pain is debilitating and significantly reduces a patient's quality of life there is no effective treatment. This research determines the mechanisms responsible for detecting painful events in the gut and how they change during acute and chronic conditions. It is clear that certain mechanisms are reprogrammed during chronic pain, which fail to 'reset' back to normal. Overall, understanding how these mechanisms are changed is the first step in finding new therapeutic treatments for gut based pain.",
			"url": "http://www.flinders.edu.au/people/stuart.brierley"
		}, {
			"firstname": "Juliette",
			"lastname": "Cheyne",
			"title": "Dr",
			"org": "University of Auckland",
			"category": "",
			"imgsrc": "Cheyne.png",
			"desc": "Measuring in vivo activity in the auditory cortex of a model and its link to Autism Spectrum Disorder. Autism Spectrum Disorders (ASD) are defined by learning difficulties, sensory changes, communication difficulties, social deficits and stereotyped behaviours. Dr Cheyne hypothesises that impaired sound processing is due to connections between brain cells in the auditory cortex forming incorrectly during development. She will utilise state-of-the-art cellular recording techniques in a model to examine how auditory cortex development is affected in ASD.",
			"url": "https://unidirectory.auckland.ac.nz/profile/j-cheyne"
		}, {
			"firstname": "Mark",
			"lastname": "Cook",
			"title": "Professor",
			"org": "Neurology, St. Vincent's Hospital, Melbourne",
			"category": "",
			"imgsrc": "Cook.png",
			"desc": "Professor Cook is the Chair of Medicine and Director of Neurology at St. Vincent’s Hospital Melbourne, specialising in the treatment of epilepsy.  His research interests include computational models of epilepsy and seizure prediction, and cortical excitability. Research with a commercial focus has been a major activity over the past 8 years, concerned with the development of an implantable device to treat epilepsy and novel polymer based drug delivery systems.",
			"url": "https://findanexpert.unimelb.edu.au/display/person112"
		}, {
			"firstname": "Saba",
			"lastname": "Gharaei",
			"title": "Dr",
			"org": "John Curtin School, ANU",
			"category": "",
			"imgsrc": "Gharaei.png",
			"desc": "Dr Gharaei is a postdoctoral research fellow in the Neural coding and Neuronal signalling groups at the John Curtin School of Medical Research. Saba uses in vivo recording techniques to study sensory processing at the level of single cells, circuits and brain pathways.",
			"url": "http://jcsmr.anu.edu.au/people/saba-gharaei"
		}, {
			"firstname": "Mark",
			"lastname": "Harnett",
			"title": "Assistant Professor",
			"org": "McGovern Institute, MIT, USA",
			"category": "",
			"imgsrc": "Harnett.png",
			"desc": "Dr Harnett studies how the biophysical features of individual neurons, including ion channels, receptors, and membrane electrical properties, endow neural circuits with the ability to process information and perform the complex computations that underlie behavior. The laboratory focuses on the role of dendrites, the elaborate tree-like structures through which neurons receive the vast majority of their synaptic inputs. Harnett addresses the hypothesis that the brain’s computational power arises from these fundamental integrative operations within dendrites.  He focuses in particular on sensory processing and spatial navigation, with the goal of understanding the mechanistic basis of these brain functions.",
			"url": "https://mcgovern.mit.edu/principal-investigators/mark-harnett"
		}, {
			"firstname": "Greg",
			"lastname": "Stuart",
			"title": "Professor",
			"org": "John Curtin School, ANU",
			"category": "",
			"imgsrc": "Stuart.png",
			"desc": "The Neuronal Signalling Group studies the electrical and chemical signals that nerve cells in the brain use to communicate with one another. The Group uses state-of-the-art optical and electrical recording techniques to address fundamental questions in neuroscience, such as how the brain processes information about the outside world and how we learn and remember. Our research addresses issues relevant to neurological diseases such as epilepsy, schizophrenia, dementia and spinal cord injury.",
			"url": "http://jcsmr.anu.edu.au/professor-greg-stuart"
		}, {
			"firstname": "Adam",
			"lastname": "Morris",
			"title": "Dr",
			"org": "Monash University, Melbourne",
			"category": "",
			"imgsrc": "Morris.png",
			"desc": "Most of us rely on our sense of vision to interact with the world around us. To reach toward, walk around, or look at an object, we need to know where it is relative to our body. This is challenging, because our eyes almost never sit still, and so the incoming images are almost constantly changing. Dr. Morris' laboratory seeks to understand how the visual brain takes into account eye movements, and how it constructs our sense of a stable visual world.",
			"url": "http://monash.edu/research/explore/en/persons/adam-morris(d3e38255-1145-4220-8420-c28b4acf1478).html"
		}, {
			"firstname": "Stephen ",
			"lastname": "Williams",
			"title": "Professor",
			"org": "Queensland Brain Institute, Brisbane",
			"category": "",
			"imgsrc": "Williams.png",
			"desc": "Our aim is to understand how information is processed and computed by neuronal circuits, and relate this to the control of behaviour. We primarily study neuronal circuit operations in the neocortex and retina using state of the art multi-site electrophysiological and optical recording techniques. We have discovered that active dendritic integration in the output neurons of the retina and neocortex underlies behaviourally engaged circuit-level computations. Our ongoing work at the single cell level determines how regenerative activity is generated in and spreads throughout the complex dendritic tree of neurons to control action potential output and, at the network level, the neuromodulatory control of neuronal circuit operations.",
			"url": "http://www.qbi.uq.edu.au/group-leader-williams"
		}, {
			"firstname": "Ede",
			"lastname": "Rancz",
			"title": "",
			"org": "The Francis Crick Institute, London, UK",
			"category": "",
			"imgsrc": "Rancz.png",
			"desc": "In order to understand how the brain works, we first need hypotheses about what it is exactly doing. Recently, there has been a shift away from considering the brain as a feed-forward processing device towards a predictive hierarchical generative framework. According to these theories, brains, and especially the cerebral cortex, constantly attempt to match bottom-up sensory input with top-down, internally generated predictions. We are interested in the functional and structural underpinnings of how internally generated and external, sensory information interact in cortex to guide behaviour. We specifically study the visual and vestibular systems and their interaction with the best-studied internal representation: that of space.",
			"url": "https://www.crick.ac.uk/research/a-z-researchers/researchers-p-s/ede-rancz/"
		}, {
			"firstname": "Jinny",
			"lastname": "Kim",
			"title": "",
			"org": "Korean Institute of Science and Technology",
			"category": "",
			"imgsrc": "Kim.png",
			"desc": "Mapping mammalian synaptic connectivity has long been an important goal of neuroscience because knowing how neurons and brain areas are connected underpins an understanding of brain function.  Meeting this goal requires advanced techniques with single synapse resolution and large-scale capacity, especially at multiple scales tethering the meso- and micro-scale connectome. Many types of questions in neuroscience require detecting and mapping synapses in the complex mammalian brain. The increasing pace of technology developments for neuroanatomy called connectome make us feel that it is indeed exciting time to be a neuroscientist witnessing our steps towards keys to unlock the mystery of the brain",
			"url": "http://jinny.kist.re.kr/Jinny_lab/Welcome.html"
		}, {
			"firstname": "Brad",
			"lastname": "Baker",
			"title": "",
			"org": "Korean Institute of Science and Technology ",
			"category": "",
			"imgsrc": "Baker.png",
			"desc": "",
			"url": "http://www.kist.re.kr/VoltageBaker/Home.html"
		}, {
			"firstname": "John",
			"lastname": "Lin",
			"title": "",
			"org": "University of Tasmania",
			"category": "",
			"imgsrc": "Lin.png",
			"desc": "Dr. Lin's research aligns with the University's research them of Better Health. His research focused on providing novel tools for other neuroscientists and cellular biologists to better understand how cellular events in individual cells or groups of cells lead to the behaviour observed in laboratory animal models.",
			"url": "http://www.utas.edu.au/profiles/staff/medicine/john-lin"
		}
	]
}